// ২৫. আসকে আমার মন ভালো নেই -- এই কথা ৩৯ বার আউটপুট হিসেবে দেখাও।
console.log("আসকে আমার মন ভালো নেই -- এই কথা ৩৯ বার আউটপুট হিসেবে দেখাও।");
console.log("\n");
let monValona = "আসকে আমার মন ভালো নেই";
for (let i = 01; i <= 40; i++) {
    console.log(monValona + " " + i);
}
console.log("\n");
// ২৬. while লুপ কিভাবে কাজ করে

// ২৭. for লুপ কিভাবে কাজ করে

// ২৮. while লুপ এর মধ্যে লুপ ভেরিয়েবল চেইঞ্জ না করলে কি সমস্যা হয়।

// ২৯. একটা কোড লিখে ৫৮ থেকে ৯৮ পর্যন্ত যত সংখ্যা আছে সেগুলাকে দেখাও
console.log("একটা কোড লিখে ৫৮ থেকে ৯৮ পর্যন্ত যত সংখ্যা আছে সেগুলাকে দেখাও\n");
for (let i = 58; i <= 98; i++) {
    console.log(i);
}
console.log("\n");

// ৩০.একটা কোড লিখে ৪১২ থেকে ৪৫৬ পর্যন্ত যত জোর সংখ্যা আছে সেগুলাকে দেখাও
console.log(
    "একটা কোড লিখে ৪১২ থেকে ৪৫৬ পর্যন্ত যত জোর সংখ্যা আছে সেগুলাকে দেখাও\n"
);
for (let i = 412; i <= 456; i += 2) {
    console.log(i);
}
console.log("\n");
// ৩১. একটা কোড লিখে ৫৮১ থেকে ৬২৩ পর্যন্ত যত বিজোড় সংখ্যা আছে সেগুলাকে দেখাও
console.log(
    "একটা কোড লিখে ৫৮১ থেকে ৬২৩ পর্যন্ত যত বিজোড় সংখ্যা আছে সেগুলাকে দেখাও\n"
);
for (let i = 581; i <= 623; i += 2) {
    console.log(i);
}