

/* for(var i = 1; i <= 10; i++){
    console.log('রাত ৮ টা বাজে মডিউল আনলক করো ');
    console.log('ফটাফট ভিডিও দেখে দেখে প্রাকটিস করো');
    console.log('ভিডিও দেখতে দেখতে নোটস নাও ');
} */

/* var i = 1;
while(i <= 10){
    console.log('রাত ৮ টা বাজে মডিউল আনলক করো ');
    console.log('ফটাফট ভিডিও দেখে দেখে প্রাকটিস করো');
    console.log('ভিডিও দেখতে দেখতে নোটস নাও ');
    i++;
} */

/* var num = 10;
while (i >= 1) {
    console.log('ভিডিও দেখতে দেখতে নোটস নাও');
    i--;
} */

for(var i = 10; i >= 1; i--){
    console.log('রাত ৮ টা বাজে মডিউল আনলক করো');
    console.log('ফটাফট ভিডিও দেখে দেখে প্রাকটিস করো');
    console.log('ভিডিও দেখতে দেখতে নোটস নাও ');
    console.log('মডিউল শেষ হলে পুরা মডিউল নিজে নিজে প্রাকটিস করো');
    console.log('কোন কিছু বুঝতে না পারলে (চিন্তা করে দেখো এইখানে কিন্তু একটা শর্ত আছে ), সাপোর্ট সেশনে জয়েন করো');
}